Repository: Cascable/cascable-core-localizations
Catalog: *.lproj/CanonShortPropertyCodes.strings
Languages: de

# EOSPropertyCodeAperture
source: Aperture
de: Blende

# EOSPropertyCodeShutterSpeed
source: Shutter Speed
de: Verschlusszeit

# EOSPropertyCodeExpCompensation
source: Exposure Compensation
de: Belichtungskompensation

# EOSPropertyCodeAutoExposureMode
source: AE Mode
de: Automatikmodus

# EOSPropertyCodeDriveMode
source: Shutter Drive
de: Verschlussauswahl

# EOSPropertyCodeMeteringMode
source: Metering
de: Messung

# EOSPropertyCodeFocusMode
source: Focus
de: Fokus

# EOSPropertyCodeColorTemperature
source: Color Temp.
de: Farbtemp.

# EOSPropertyCodeWhiteBalanceAdjustA
source: WB Adjust A
de: WB Einst. A

# EOSPropertyCodeWhiteBalanceAdjustB
source: WB Adjust B
de: WB Einst. B

# EOSPropertyCodeWhiteBalanceXA
source: WB Adjust XA
de: WB Einst. XA

# EOSPropertyCodeWhiteBalanceXB
source: WB Adjust XB
de: WB Einst. XB

# EOSPropertyCodeColorSpace
source: Color Space
de: Farbraum

# EOSPropertyCodePictureStyle
source: Picture Style
de: Bildstil

# EOSPropertyCodeBatteryPower
source: Battery Power
de: Batteriebetrieb

# EOSPropertyCodeBatterySelect
source: Battery Select
de: Batterieauswahl

# EOSPropertyCodeCameraTime
source: Camera Time
de: Kamerazeit

# EOSPropertyCodeOwner
source: Owner
de: Eigentümer

# EOSPropertyCodeModelID
source: Model ID
de: Modell ID

# EOSPropertyCodeAvailableShots
source: Avail. Shots
de: Verfügb. Fotos

# EOSPropertyCodeCaptureDestination
source: Capture Dest.
de: Aufnahmeziel

# EOSPropertyCodeBracketMode
source: Bracket Mode
de: Bracket-Modus

# EOSPropertyCodeCurrentStorage
source: Current Storage
de: Aktueller Speicher

# EOSPropertyCodeCurrentFolder
source: Current Folder
de: Aktueller Ordner

# EOSPropertyCodeImageFormat
source: Image Format
de: Bildformat

# EOSPropertyCodeImageFormatCF
source: Image Format (CF)
de: Bildformat (CF)

# EOSPropertyCodeImageFormatSD
source: Image Format (SD)
de: Bildformat (SD)

# EOSPropertyCodeImageFormatExtHD
source: Image Format (HD)
de: Bildformat (HD)

# EOSPropertyCodeCompressionS
source: Compression (S)
de: Kompression (S)

# EOSPropertyCodeCompressionM1
source: Compression (M1)
de: Kompression (M1)

# EOSPropertyCodeCompressionM2
source: Compression (M2)
de: Kompression (M2)

# EOSPropertyCodeCompressionL
source: Compression (L)
de: Kompression (L)

# EOSPropertyCodePictureStyleStandard
source: Standard Style
de: Standardstil

# EOSPropertyCodePictureStylePortrait
source: Portrait Style
de: Stil Porträt

# EOSPropertyCodePictureStyleLandscape
source: Landscape Style
de: Stil Landschaft

# EOSPropertyCodePictureStyleNeutral
source: Neutral Style
de: Neutraler Stil

# EOSPropertyCodePictureStyleFaithful
source: Faithful Style
de: Stil Natürlich

# EOSPropertyCodePictureStyleBlackWhite
source: B&W Style
de: S/W-Stil

# EOSPropertyCodePictureStyleUserSet1
source: User 1 Style
de: Anw. 1 Stil

# EOSPropertyCodePictureStyleUserSet2
source: User 2 Style
de: Anw. 2 Stil

# EOSPropertyCodePictureStyleUserSet3
source: User 3 Style
de: Anw. 3 Stil

# EOSPropertyCodePictureStyleParam1
source: Picture Style P1
de: Bildstil P1

# EOSPropertyCodePictureStyleParam2
source: Picture Style P2
de: Bildstil P2

# EOSPropertyCodePictureStyleParam3
source: Picture Style P3
de: Bildstil P3

# EOSPropertyCodeCustomFunc1
source: Custom Func. 1
de: Individualfunkt. 1

# EOSPropertyCodeCustomFunc2
source: Custom Func. 2
de: Individualfunkt. 2

# EOSPropertyCodeCustomFunc3
source: Custom Func. 3
de: Individualfunkt. 3

# EOSPropertyCodeCustomFunc4
source: Custom Func. 4
de: Individualfunkt. 4

# EOSPropertyCodeCustomFunc5
source: Custom Func. 5
de: Individualfunkt. 5

# EOSPropertyCodeCustomFunc6
source: Custom Func. 6
de: Individualfunkt. 6

# EOSPropertyCodeCustomFunc7
source: Custom Func. 7
de: Individualfunkt. 7

# EOSPropertyCodeCustomFunc8
source: Custom Func. 8
de: Individualfunkt. 8

# EOSPropertyCodeCustomFunc9
source: Custom Func. 9
de: Individualfunkt. 9

# EOSPropertyCodeCustomFunc10
source: Custom Func. 10
de: Individualfunkt. 10

# EOSPropertyCodeCustomFunc11
source: Custom Func. 11
de: Individualfunkt. 11

# EOSPropertyCodeCustomFunc12
source: Custom Func. 12
de: Individualfunkt. 12

# EOSPropertyCodeCustomFunc13
source: Custom Func. 13
de: Individualfunkt. 13

# EOSPropertyCodeCustomFunc14
source: Custom Func. 14
de: Individualfunkt. 14

# EOSPropertyCodeCustomFunc15
source: Custom Func. 15
de: Individualfunkt. 15

# EOSPropertyCodeCustomFunc16
source: Custom Func. 16
de: Individualfunkt. 16

# EOSPropertyCodeCustomFunc17
source: Custom Func. 17
de: Individualfunkt. 17

# EOSPropertyCodeCustomFunc18
source: Custom Func. 18
de: Individualfunkt. 18

# EOSPropertyCodeCustomFunc19
source: Custom Func. 19
de: Individualfunkt. 19

# EOSPropertyCodeCustomFuncEx
source: Custom Func. Ex
de: Individualfunkt. Ex

# EOSPropertyCodeMyMenu
source: My Menu
de: Mein Menü

# EOSPropertyCodeMyMenuList
source: My Menu List
de: Meine Menüliste

# EOSPropertyCodeBatteryInfo
source: Battery Info
de: Batterie-Info

# EOSPropertyCodeLensStatus
source: Lens Status
de: Linsenstatus

# EOSPropertyCodeQuickReviewTime
source: Quick Review Time
de: Bildanzeigezeit

# EOSPropertyCodeCardExtension
source: Card Extension
de: Kartenerweiterung

# EOSPropertyCodeShutterCounter
source: Shutter Count
de: Auslösezähler

# EOSPropertyCodeSpecialOption
source: Special Option
de: Sonderoption

# EOSPropertyCodePhotoStudioMode
source: Photo Studio Mode
de: Modus Fotostudio

# EOSPropertyCodeSerialNumber
source: Serial Number
de: Seriennummer

# EOSPropertyCodeEVFOutputDevice
source: EVF Device
de: EVF Gerät

# EOSPropertyCodeEVFMode
source: EVF Mode
de: EVF Modus

# EOSPropertyCodeDepthOfFieldPreview
source: DoF Preview
de: Schärfentiefevorschau

# EOSPropertyCodeEVFSharpness
source: EVF Sharpness
de: EVF Schärfe

# EOSPropertyCodeEVFWBMode
source: EVF WB Mode
de: EVF WB Modus

# EOSPropertyCodeEVFClickWBCoeffs
source: EVF WB Coeffs.
de: EVF WB Koeff.

# EOSPropertyCodeEVFColorTemp
source: EVF Color Temp
de: EVF Farbtemp

# EOSPropertyCodeExposureSimMode
source: Exposure Sim. Mode
de: Belichtung Sim. Modus

# EOSPropertyCodeEVFRecordStatus
source: EVF Record Status
de: EVF Aufnahmestatus

# EOSPropertyCodeLvAfSystem
source: Autofocus Method
de: Autofokusmethode

# EOSPropertyCodeMovSize
source: MOV Size
de: MOV-Größe

# EOSPropertyCodeArtist
source: Artist
de: Interpret

# EOSPropertyCodeBracketValue
source: Bracket Value
de: Bracket-Wert

# EOSPropertyCodeFocusInfoEx
source: Focus Info
de: Fokus Info

# EOSPropertyCodeDepthOfField
source: DoF
de: Schärfentiefe

# EOSPropertyCodeBrightness
source: Brightness
de: Helligkeit

# EOSPropertyCodeLensAdjustParams
source: Lens Adjust Params.
de: Linsenparameter

# EOSPropertyCodeEFComp
source: EF Comp.
de: EF Komp.

# EOSPropertyCodeLensName
source: Lens
de: Linse

# EOSPropertyCodeStroboSetting
source: Strobo Setting
de: Strobo Einstellung

# EOSPropertyCodeStroboWirelessSetting
source: Strobo Wireless Setting
de: Strobo Wireless Einstellung

# EOSPropertyCodeLensID
source: Lens ID
de: Linsen ID
