Repository: Cascable/cascable-core-localizations
Catalog: *.lproj/NikonAEModes.strings
Languages: de

# CBLAutoExposureModeManual
source: M
de: Mio

# CBLAutoExposureModeFlashOff
source: Flash Off
de: Blitz aus

# CBLAutoExposureModeCreativePortrait
source: Creative Prortrait
de: Kreativ Hochformat

# CBLAutoExposureModeCreativeNightPortrait
source: Creative Night Prortrait
de: Kreativ Nachtaufn. Hochformat

# CBLAutoExposureModeCreativeSports
source: Creative Sports
de: Kreativ Sport

# CBLAutoExposureModeCreativeLandscape
source: Creative Landscape
de: Kreativ Querformat

# CBLAutoExposureModeCreativeMacro
source: Creative Macro
de: Kreativ Makro

# CBLAutoExposureModeCreativeAuto
source: Creative Auto
de: Kreativ Auto

# CBLAutoExposureModeCreativeHandheldNight
source: Creative Handheld Night
de: Kreativ Nachtaufn. ohne Stativ

# CBLAutoExposureModeCreativeHDR
source: Creative HDR
de: Kreativ HDR

# CBLAutoExposureModeMovie
source: Movie
de: Film

# CBLAutoExposureModeNikonEffects
source: Effects
de: Effekte
