Repository: Cascable/cascable-core-localizations
Catalog: *.lproj/NikonDriveModes.strings
Languages: de

# CBLDriveModeSingleShot
source: Single Shot
de: Einzelbild

# CBLDriveModeSingleShotSilent
source: Quiet Single Shot
de: Leises Einzelbild

# CBLDriveModeContinuousShooting
source: Continuous
de: Fortlaufend

# CBLDriveModeContinuousShootingSilent
source: Quiet Continuous
de: Fortlaufend still

# CBLDriveModeHighSpeedContinuousShooting
source: High Speed Continuous
de: Serienaufnahme H

# CBLDriveModeLowSpeedContinuousShooting
source: Low Speed Continuous
de: Serienaufnahme L

# CBLDriveModeContinuousShootingWithTimer
source: Self-Timer: Continuous
de: Selbstauslöser: Reihenaufnahme

# CBLDriveModeTenSecondTimer
source: Self-Timer: 10s
de: Selbstauslöser: 10s

# CBLDriveModeTwoSecondTimer
source: Self-Timer: 2s
de: Selbstauslöser: 2s

# CBLDriveModeSingleShotWithMirrorUp
source: Mirror Up
de: Spiegel hoch
