Repository: Cascable/cascable-core-localizations
Catalog: *.lproj/OlympusArtFilters.strings
Languages: de

# fantasic_focus
source: Soft Focus
de: Weicher Fokus

# daydream
source: Pale&Light Color
de: Blasse & helle Farbe

source: Light Tone
de: Heller Farbton

# rough_monochrome
source: Grainy Film
de: Körniger Film

# toy_photo
source: Pin Hole
de: Lochkamera

source: Cross Process
de: Crossentwicklung

source: Gentle Sepia
de: Weiches Sepia

source: Dramatic Tone
de: Dramatischer Ton

# ligne_clair
source: Key Line
de: Gemälde

# pastel
source: Watercolor
de: Aquarell

# partcolor
source: Partial Color
de: Partielle Farbe

# program
source: Art Bracketing
de: Art Belichtungsreihe
