Repository: Cascable/cascable-core-localizations
Catalog: *.lproj/PanasonicAutoExposureModes.strings
Languages: de

source: Program Auto
de: Programmautomatik

source: Aperture Priority
de: Blenden-Priorität

source: Shutter Priority
de: Blenden-Priorität

source: Manual
de: Manuell

source: Intelligent Auto Plus
de: Intelligenter Plus-Automatikmodus

source: Intelligent Auto Macro
de: i-Makro

source: Movie
de: Film

# creativeControlFilterOldDays
source: Filter: Old Days
de: Filter: Früher

# creativeControlFilterMonochrome
source: Filter: Monochrome
de: Filter: Schwarz-Weiß

# creativeControlFilterDynamicMonochrome
source: Filter: Dynamic Monochrome
de: Filter: Dynamisch Monochrom

# creativeControlFilterRoughMonochrome
source: Filter: Rough Monochrome
de: Filter: Grobes Schwarz-Weiß

# creativeControlFilterSilkyMonochrome
source: Filter: Silky Monochrome
de: Filter: Weiches Schwarz-Weiß

# creativeControlFilterImpressiveArt
source: Filter: Impressive Art
de: Filter: Impressiv

# creativeControlFilterHighDynamic
source: Filter: High Dynamic
de: Filter: Hohe Dynamik

# creativeControlFilterCrossProcess
source: Filter: Cross Process
de: Filter: Cross-Prozess

# creativeControlFilterToyEffect
source: Filter: Toy Effect
de: Filter: Spielzeugeffekt

# creativeControlFilterMiniatureEffect
source: Filter: Miniature Effect
de: Filter: Miniatureffekt

# creativeControlFilterSoftFocus
source: Filter: Soft Focus
de: Filter: Weichzeichnung

# creativeControlFilterFantasy
source: Filter: Fantasy
de: Filter: Fantasie

# creativeControlFilterStarFilter
source: Filter: Star Filter
de: Filter: Sternfilter

# creativeControlFilterOnePointColor
source: Filter: One Point Color
de: Filter: Selektivfarbe

# creativeControlFilterSunshine
source: Filter: Sunshine
de: Filter: Sonnenschein

source: Scene Guide: Clear Portrait
de: Szenen-Guide: Freigestelltes Portrait

source: Scene Guide: Silky Skin
de: Szenen-Guide: Seidige Haut

source: Scene Guide: Backlit softness
de: Szenen-Guide: Gegenlicht weich

source: Scene Guide: Clear in Backlight
de: Szenen-Guide: Gegenlicht hart

source: Scene Guide: Relaxing Tone
de: Szenen-Guide: Weicher Farbton

source: Scene Guide: Sweet Child's Face
de: Szenen-Guide: Kindergesicht

source: Scene Guide: Distinct Scenery
de: Szenen-Guide: Landschaft

source: Scene Guide: Bright Blue Sky
de: Szenen-Guide: Heller blauer Himmel

source: Scene Guide: Romantic Sunset Glow
de: Szenen-Guide: Sonnenuntergang romantisch

source: Scene Guide: Vivid Sunset Glow
de: Szenen-Guide: Sonnenuntergang dramatisch

source: Scene Guide: Glistening Water
de: Szenen-Guide: Glitzerndes Wasser

source: Scene Guide: Clear Nightscape
de: Szenen-Guide: Klare Nachtaufnahme

source: Scene Guide: Cool Night Sky
de: Szenen-Guide: Kühler Nachthimmel

source: Scene Guide: Warm Glowing Nightscape
de: Szenen-Guide: Warme Nachtlandschaft

source: Scene Guide: Artistic Nightscape
de: Szenen-Guide: Nachtaufnahme verfremdet

source: Scene Guide: Glittering Illuminations
de: Szenen-Guide: Neonlichter

source: Scene Guide: Handheld Night Shot
de: Szenen-Guide: Handgehaltene Nachtaufnahme

source: Scene Guide: Clear Night Portrait
de: Szenen-Guide: Nachtportrait

# sceneGuideSoftImageOfFlower
source: Scene Guide: Soft Image of a Flower
de: Szenen-Guide: Weiches Bild einer Blume

source: Scene Guide: Appetizing Food
de: Szenen-Guide: Appetitliche Speisen

source: Scene Guide: Cute Dessert
de: Szenen-Guide: Leckeres Dessert

source: Scene Guide: Freeze Animal Motion
de: Szenen-Guide: Bewegung einfrieren

source: Scene Guide: Clear Sports Shot
de: Szenen-Guide: Sportfoto

source: Scene Guide: Monochrome
de: Szenen-Guide: Monochrom
